export const useWebsite = () => {
    return useState('website', () => {
        return {
            name:'严选工具',
            subDescription:'严选工具，严选那些能提高效率的工具',
            minSubDescription:'严选那些能提高效率的工具',
            share:'严选工具一个90后高中毕业自学编程，热衷于搜寻互联网上那些实用强，严选那些能提高效率的工具',
            description:"严选工具一个90后高中毕业自学编程，热衷于搜寻互联网上那些实用强、体验好的网站，擅长发现前端开发、开发工具、中文文档、在线免费工具、免费软件下载。严选工具，严选那些能提高效率的工具",
            keywords:'严选工具,前端免费工具,免费设计UI软件,免费字体下载,商用免费字体下载,前端开发模板,开发常用工具,软件开发行业免费框架,前端开发中文教程文档'
        }
    })
}
